Repository: pgomezdev/accessibility-demo-ios
Catalog: AccessibilityDemo/AccessibilityDemo/Localizable.xcstrings
Source language: en
Languages: es

# about.item1.title
source: Bank Overview
es: Descripción General del Banco

# about.item2.title
source: History and Milestones
es: Historia y Logros

# about.item3.title
source: Services and Offerings
es: Servicios y Ofertas

# about.item4.title
source: Leadership Team
es: Equipo de Liderazgo

# about.item5.title
source: Social Responsibility
es: Responsabilidad Social

# about.item6.title
source: Customer Testimonials
es: Testimonios de Clientes

# about.item7.title
source: Awards and Recognition
es: Premios y Reconocimientos

# about.item8.title
source: Call-to-Action
es: Llamado a la Acción

# about.title
source: About Us
es: Nosotros

# account.item.accessibilityLabel.balance
source: , balance %@
es: , saldo %@

# account.item.accessibilityLabel.description
source: %@, ending in %@
es: %@, terminada en %@

# account.item.hint
source: Opens account movements
es: Abre los movimientos de esta cuenta

# budget.chart.accessibilityHint
source: Shows budget for each month. Swipe to hear details.
es: Muestra el presupuesto de cada mes. Desliza para escuchar los detalles.

# budget.chart.accessibilityLabel
source: Monthly Budget Chart
es: Tabla de presupuestos mensual.

# budget.chart.amount.key
source: Amount
es: Cantidad

# budget.chart.month.key
source: Month
es: Mes

# home.accounts.title
source: Accounts
es: Cuentas

# home.budget.title
source: Budget history
es: Historial de saldo

# home.hideValues.button.accessibilityHint.hide
source: Hides sensitive data
es: Oculta datos sensibles

# home.hideValues.button.accessibilityHint.show
source: Shows sensitive data
es: Muestra datos sensibles

# home.hideValues.button.accessibilityInputLabel.hide
source: Hide values
es: Oculta datos

# home.hideValues.button.accessibilityInputLabel.show
source: Show data
es: Muestra datos

# home.hideValues.button.accessibilityValue.off
source: Disabled
es: Desactivado

# home.hideValues.button.accessibilityValue.on
source: Enabled
es: Activado

# home.hideValues.button.hide
source: Hide values
es: Oculta datos

# home.hideValues.button.show
source: Show values
es: Muestra datos

# home.insurance.title
source: Insurance
es: Seguros

# home.menu.button.accessibilityHint
source: Opens main menu
es: Abre el menú principal

# home.menu.button.accessibilityInputLabel
source: Menu
es: Menú

# home.menu.button.accessibilityLabel
source: Menu
es: Menú

# home.paymentCards.title
source: Cards
es: Tarjetas

# inbox.delete.button.title
source: Delete
es: Eliminar

# inbox.edit.button.done
source: Done
es: Hecho

# inbox.edit.button.edit
source: Edit
es: Editar

# inbox.edit.button.hint.done
source: Finishes editing messages
es: Termina de editar los mensajes

# inbox.edit.button.hint.edit
source: Edits messages
es: Edita los mensajes

# inbox.list.accessibilityRotor
source: Warnings
es: Avisos

# inbox.message.type.income
source: Income
es: Ingreso

# inbox.message.type.information
source: Information
es: Información

# inbox.message.type.payment
source: Payment
es: Pago

# inbox.message.type.warning
source: Warning
es: Aviso

# inbox.navigation.title
source: Inbox
es: Buzón

# insurance.item.hint
source: Opens this insurance details
es: Abre los detalles de este seguro

# locations.search.prompt
source: Search points of interest
es: Busca puntos de interés

# locations.showList.button.accessibilityHint.hide
source: Shows locations in a map
es: Muestra lugares en un mapa

# locations.showList.button.accessibilityHint.show
source: Shows locations in a list
es: Muestra lugares en una lista

# locations.showList.button.accessibilityInputLabel.hide
source: Show Map
es: Mostrar mapa

# locations.showList.button.accessibilityInputLabel.show
source: Show List
es: Mostrar lista

# locations.showList.button.accessibilityLabel.hide
source: Map
es: Mapa

# locations.showList.button.accessibilityLabel.show
source: List
es: Lista

# locations.title
source: Map
es: Mapa

# login.clear.button.hint
source: Clears last entered digit
es: Borra el último número

# login.clear.button.title
source: Clear
es: Borrar

# login.content.message
source: Enter your PIN to log in
es: Introduce tu PIN para iniciar sesión

# login.content.title
source: My Bank
es: Mi Banco

# login.pin.indicator.label
source: Pin position
es: Posición del pin

# login.pin.indicator.value
source: %lld of %lld
es: %lld de %lld

# menu.about.section
source: About
es: Acerca de

# menu.about.tilte
source: About
es: Acerca de

# menu.appearance.title
source: Appearance
es: Apariencia

# menu.logout.alert.button.confirm
source: Log Out
es: Cerrar sesión

# menu.logout.alert.message
source: Are you sure you want to log out?
es: ¿Seguro que quieres cerrar sesión?

# menu.logout.alert.title
source: Confirm Logout
es: Confirmar cerrar sesión

# menu.logout.title
source: Log Out
es: Cerrar sesión

# menu.notifications.title
source: Notifications
es: Notificaciones

# menu.preferences.section
source: Preferences
es: Preferencias

# menu.privacy.title
source: Privacy
es: Privacidad

# menu.profile.title
source: Profile
es: Perfil

# menu.title
source: Preferences
es: Preferencias

# payment.item.accessibilityLabel.balance
source: , balance %@
es: , saldo %@

# payment.item.accessibilityLabel.credit
source: , credit %@
es: , crédito %@

# payment.item.accessibilityLabel.description
source: %@, %@, ending in %@
es: %@, %@, terminada en %@

# payment.item.hint
source: Opens card movements
es: Abre los movimientos de esta tarjeta

# poi.type.atm
source: ATM
es: Cajero

# poi.type.branch
source: Branch
es: Oficina

# poi.type.foreignExchange
source: Foreign exchange
es: Cambio de divisas

# privacy.title
source: Privacy Policy
es: Política de privacidad

# root.tab.home
source: Home
es: Inicio

# root.tab.inbox
source: Inbox
es: Buzón

# root.tab.map
source: Map
es: Mapa
